Repository: iCUBEFARM/web-api
Catalog: icf/locale/*/LC_MESSAGES/django.po
Languages: es

source: An invoice notification has been sent to your email
es: Se ha enviado una notificación de factura a vuestro email.

source: {}, {} by entity {}
es: {}, {} por entidad {}

source: You have been requested to accept an invitation
es: Se le solicita aceptar una invitación

source: Your invitation has been accepted by user
es: Vuestra invitación ha sido aceptada por el usuario.

source: Your invitation has been rejected by user
es: Vuestra invitación ha sido rechazada por el usuario.

source: You are invited to join this entity
es: Estás invitado a unirte a esta entidad.

source: A candidate applied for this job
es: Un candidato ha solicitado este trabajo

source: {}, has applied for this job {}
es: {}, ha solicitado este trabajo {}

source: Your profile has been seen by the recruiter
es: Su perfil ha sido visto por el reclutador.

source: of an entity - {}
es: de una entidad - {}

source: your job profile status has been changed
es: Su estado de perfil de trabajo ha sido cambiado

source: A payment notification has been sent to your email
es: Se ha enviado una notificación de pago a su email.
