Repository: iCUBEFARM/web-api
Catalog: icf_jobs/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: NEW
es: NUEVO
fr: NOUVEAU

source: Maybe
es: Quizás
fr: Peut être

source: Yes
es: Si
fr: Oui

source: You do not have the permissions to create jobs for {}
es: Usted no tiene permisos para crear empleos para {}
fr: Vous n'avez pas d'autorisation de créer des emplois pour {}

source: The job's start date should be between {X} and {Y}.
es: La fecha de inicio solo puede estar entre X e Y.
fr: La date de début ne peut être qu'entre X et Y.

source: Please provide job's sponsored start date and sponsored end date.
es: Indique la fecha de inicio patrocinado y la fecha de finalización del empleo.
fr: Veuillez indiquer la date de début et la date de fin sponsorisées de l'emploi.

source: A job can be sponsored from {X} till {Y}. Choose valid sponsored start date and end date.
es: El trabajo puede ser patrocinado de {X} a {Y}. Elija una fecha de inicio y finalización patrocinada válida.
fr: L'emploi peut être parrainé du {X} au {Y}. Choisissez une date de début et une date de fin sponsorisées valides.

source: The start date of your sponsored job campaign cannot be before {X} and the end date cannot be after {Y}.
es: La fecha de inicio de su campaña de trabajo patrocinado no puede ser anterior a {X} y la fecha de finalización no puede ser posterior a {Y}
fr: La date de début de votre campagne d'emploi sponsorisée ne peut pas être avant {X} et la date de fin ne peut pas être après {Y}

source: You cannot change the start date for an active and published job.
es: No puede cambiar la fecha de inicio de un trabajo activo y publicado
fr: Vous ne pouvez pas modifier la date de début d'un emploi actif et publié.

source: The start date cannot be before {X}.
es: La fecha de inicio no puede ser anterior a {X}.
fr: La date de début ne peut pas être antérieure à {X}.

source: The end date cannot be before {X}.
es: La fecha de finalización no puede ser anterior a {X}.
fr: La date de fin ne peut pas être antérieure à {X}.

source: You cannot change the start date of an ongoing sponsored job campaign.
es: Usted no puede cambiar la fecha de inicio de una campaña de trabajo patrocinado en curso..
fr: Vous ne pouvez pas modifier la date de début d'une campagne d'emploi parrainée en cours.

source: The Sponsored job start date should be between {X} and {Y}.
es: La fecha de inicio del patrocinio del trabajo debe estar entre {X} e {Y}.
fr: La date de début de parrainage d'emploi doit être comprise entre {X} et {Y}.

source: The Sponsored job end date should be between {X} and {Y}.
es: La fecha de finalización del patrocinio del trabajo debe estar entre {X} e {Y}.
fr: La date de fin de parrainage d'emploi doit être comprise entre {X} et {Y}.

source: Something went wrong, please contact admin.
es: Algo salió mal, contáctese con el administrador.
fr: Quelque chose s'est mal passé, s'il vous plaît contactez admin.

source: Unknown user, cannot create job
es: Usuario desconocido, no puede crear trabajo
fr: Utilisateur inconnu, impossible de créer un emploi

source: Unknown user, cannot create resume.
es: Usuario desconocido, no puede crear currículum.
fr: Utilisateur inconnu, impossible de créer un CV.

source: You does not have job profile please create it.
es: No tiene perfil de trabajo, créelo.
fr: Vous n'avez pas de profil d'emploi, veuillez le créer.

source: Could not create resume, contact admin.
es: No se pudo crear el currículum, contacte al administrador.
fr: Impossible de créer un CV, contactez l'administrateur.

source: Something went wrong, contact admin.
es: Algo salió mal, contacta al administrador.
fr: Quelque chose s'est mal passé, contactez l'administrateur.

source: Something went wrong. Contact admin.
es: Algo salió mal. Contacta al administrador.
fr: Quelque chose a mal tourné. Contactez l'administrateur.

source: Could not create task. Please try again
es: No se pudo crear la tarea. Inténtalo de nuevo
fr: Impossible de créer la tâche. Veuillez réessayer

source: Could not retrieve UserWorkExperience.
es: No se pudo recuperar UserWorkExperience.
fr: Impossible de récupérer UserWorkExperience.

source: Skill already exist
es: La habilidad ya existe
fr: La compétence existe déjà

source: User does not have job profile. Create UserJobProfile.
es: El usuario no tiene perfil de trabajo. Crear UserJobProfile.
fr: L'utilisateur n'a pas de profil de travail. Créez UserJobProfile.

source: Could not retrieve User Project.
es: No se pudo recuperar el proyecto de usuario.
fr: Impossible de récupérer le projet utilisateur.

source: UserResume got deleted successfully.
es: UserResume se eliminó correctamente.
fr: UserResume a été supprimé avec succès.

source: UserResume not found, cannot delete.
es: UserResume no encontrado, no se puede eliminar.
fr: UserResume introuvable, impossible de supprimer.

source: UserResumeComponent got deleted successfully.
es: UserResumeComponent se eliminó correctamente.
fr: UserResumeComponent a été supprimé avec succès.

source: Cannot update UserResume.
es: No se puede actualizar UserResume.
fr: Impossible de mettre à jour UserResume.

source: Cannot update profile file upload
es: No se puede actualizar la carga del archivo de perfil
fr: Impossible de mettre à jour le téléchargement du fichier de profil

source: successfully updated user resume status.
es: Estado de currículum vitae actualizado correctamente
fr: état de reprise de l'utilisateur mis à jour avec succès.

source: User does not have job profile. please create the job profile first.
es: El usuario no tiene perfil de trabajo. cree primero el perfil del trabajo.
fr: L'utilisateur n'a pas de profil de travail. veuillez d'abord créer le profil du poste.

source: Something went wrong, please check and try again.
es: Algo salió mal, contáctese con el administrador.
fr: Quelque chose s'est mal passé, s'il vous plaît contactez admin.

source: UserJobProfile object not found for the user.
es: No se encontró el objeto UserJobProfile para el usuario.
fr: Objet UserJobProfile introuvable pour l'utilisateur.

source: UserResume object not found for the user.
es: Objeto UserResume no encontrado para el usuario.
fr: Objet UserResume introuvable pour l'utilisateur.

source: UserResumeComponent object not found for the user.
es: Objeto UserResumeComponent no encontrado para el usuario.
fr: Objet UserResumeComponent introuvable pour l'utilisateur.

source: ContentType object not found.
es: Objeto ContentType no encontrado.
fr: Objet ContentType introuvable.

source: key skills
es: Habilidades fundamentales
fr: Compétences fondamentales

source: computer skills
es: Habilidades informáticas
fr: Compétences informatiques

source: language skills
es: Habilidades lingüísticas
fr: Compétences linguistiques

source: skill
es: Habilidad
fr: Compétence

source: skill type
es: Tipo de habilidad
fr: Type de compétence

source: salary frequency
es: Frecuencia de salarios
fr: Fréquence de salaire

source: level
es: Nivel
fr: Niveau

source: name
es: Nombre
fr: Nom

source: professional biography
es: Biografía profesional
fr: Biographie professionnelle

source: biography
es: biografía
fr: Biographie

source: school
es: Escuela
fr: École

source: certification
es: Certificación

source: email address
es: Dirección de correo electrónico
fr: Adresse email

source: job title
es: Profesión
fr: Profession

source: entity
es: Entidad
fr: entité

source: Beginner
es: Principiante
fr: Débutant

source: Novice
es: Novato

source: Intermediate
es: Intermedio
fr: Intermédiaire

source: Advanced
es: Avanzado
fr: Avancé

source: Expert
es: Experto

source: relation
es: Relación

source: description
es: Descripción

source: hobbie
es: pasatiempo
fr: loisir

source: New
es: Nuevo
fr: Nouveau

source: Deleted
es: Suprimido
fr: Supprimé

source: Rejected
es: Rechazado
fr: Rejeté

source: summary
es: resumen
fr: sommaire

source: You do not have the permissions to create a job for entity
es: No tiene permisos para crear trabajo para la entidad
fr: Vous n'avez pas d'autorisation pour créer un emploi pour l'entité

source: You do not have the permissions to publish a job for entity
es: No tiene permisos para crear trabajo para la entidad
fr: Vous n'avez pas d'autorisation pour publier un emploi pour l'entité

source: You do not have the permissions to mark a job as Delete for entity
es: No tiene permiso para marcar el trabajo como Borrar
fr: Vous n'avez pas d'autorisation pour marquer un emploi comme Supprimer pour l'entité

source: You do not have the permissions to delete jobs for entity
es: No tiene permisos para eliminar trabajo para la entidad
fr: Vous êtes autorisé à supprimer des emplois pour l'entité

source: You do not have permissions to see the jobs marked for Delete.
es: No tiene permiso para ver los trabajos marcados para Borrar.
fr: Vous êtes autorisé à voir les emplois marqués pour supprimer.

source: You do not have the permissions to reject a job delete request for entity
es: No tiene permisos para rechazar la solicitud de eliminación de trabajos para la entidad
fr: Vous n'avez pas des autorisations nécessaires pour refuser une demande de suppression d'un emploi pour l'entité

source: You do not have the permissions to recruit applicants
es: No tiene permisos para reclutar al solicitante
fr: Vous n'avez pas l'autorisation de recruter des candidats

source: NO
fr: NON

source: Could not get resume, contact admin.
fr: Impossible d'obtenir le CV, contactez l'administrateur.
